Repository: Fei-xiangShi/fcitx5-pangu
Catalog: po/*.po
Languages: ja, ko, ru, zh_cn, zh_tw

source: Toggle Key
ja: 切り替えキー
ko: 전환 키
ru: Клавиша переключения
zh_cn: 切换键
zh_tw: 切換鍵

source: No space before the trailing comma
ja: 半角カンマの前にスペースを入れない
ko: 반각 쉼표 앞에 공백 추가하지 않음
ru: Не добавлять пробел перед запятой
zh_cn: 不在尾随半角逗号前加空格
zh_tw: 不在半形逗號前加空格

source: No spaces between brackets
ja: 半角括弧の間にスペースを入れない
ko: 반각 괄호 사이에 공백 추가하지 않음
zh_cn: 不在半角括号之间加空格

source: No spaces between quotes
ja: 半角引用符の間にスペースを入れない
ko: 반각 따옴표 사이에 공백 추가하지 않음

source: No space before colon and semicolon
ja: 半角コロンとセミコロンの前にスペースを入れない
ko: 반각 콜론과 세미콜론 앞에 공백 추가하지 않음
ru: Не добавлять пробел перед двоеточием и точкой с запятой
zh_cn: 不在半角冒号和分号前加空格
zh_tw: 不在半形冒號和分號前加空格

source: No space before end symbol
ja: 句点、疑問符、感嘆符の前にスペースを入れない
ko: 마침표, 물음표, 느낌표 앞에 공백 추가하지 않음
ru: Не добавлять пробел перед точкой, вопросительным и восклицательным знаками
zh_cn: 不在句号、问号、感叹号前加空格
zh_tw: 不在句號、問號、驚嘆號前加空格

source: Pangu enabled
ja: 盤古が有効
ko: 반고 활성화됨
ru: Паньгу включен
zh_cn: 盘古已启用
zh_tw: 盤古已啟用

source: Pangu disabled
ja: 盤古が無効
ko: 반고 비활성화됨
ru: Паньгу выключен
zh_cn: 盘古已禁用
zh_tw: 盤古已停用

source: Pangu
ja: 盤古の白
ko: 반고
ru: Паньгу
zh_cn: 盘古之白
zh_tw: 盤古之白

source: Auto insert space between non-ASCII characters and ASCII characters
ja: 非 ASCII 文字を入力する際、自動的にスペースを挿入
ko: 비 ASCII 문자 입력 시 자동으로 공백 추가
ru: Автоматически добавлять пробелы при вводе не-ASCII символов
zh_cn: 在输入非 ASCII 字符时，自动插入空格
zh_tw: 在輸入非 ASCII 字符時，自動插入空格

source: No space between brackets
ru: Не добавлять пробелы между скобками
zh_tw: 不在半形括號之間加空格

source: No space between quotes
ru: Не добавлять пробелы между кавычками
zh_cn: 不在半角引号之间加空格
zh_tw: 不在半形引號之間加空格
